Repository: mikeozornin/recipe-scaler-native
Catalog: RecipeScalerNative/Resources/AppShortcuts.xcstrings
Source language: en
Languages: ru

source: Add ${recipe} ingredients to ${applicationName} shopping
ru: Добавь ингредиенты ${recipe} в покупки ${applicationName}

source: Add ingredients from ${recipe} to my ${applicationName} shopping list
ru: Добавь ингредиенты из ${recipe} в список покупок ${applicationName}

source: Add to my ${applicationName} shopping list
ru: Добавь в мой список покупок ${applicationName}

source: Check off an item in my ${applicationName} shopping list
ru: Отметь пункт в списке покупок ${applicationName}

source: Mark an item as purchased in ${applicationName}
ru: Отметь пункт купленным в ${applicationName}

source: Open ${recipe} in ${applicationName}
ru: Открой ${recipe} в ${applicationName}

source: Open my ${applicationName} shopping list
ru: Открой мой список покупок ${applicationName}

source: Pause my ${applicationName} timer
ru: Поставь таймер ${applicationName} на паузу

source: Pause the ${applicationName} cooking timer
ru: Поставь кулинарный таймер ${applicationName} на паузу

source: Resume my ${applicationName} timer
ru: Продолжи таймер ${applicationName}

source: Resume the ${applicationName} cooking timer
ru: Продолжи кулинарный таймер ${applicationName}

source: 10 min timer
ru: 10 мин

source: Set a 10 minute ${applicationName} timer
ru: Поставь таймер на 10 минут в ${applicationName}

source: Shopping list
ru: Список покупок

source: Start a 10 minute ${applicationName} timer
ru: Поставь таймер на 10 минут в ${applicationName}

source: Set a ${applicationName} timer
ru: Поставь таймер в ${applicationName}

source: Show ${recipe} in ${applicationName}
ru: Покажи ${recipe} в ${applicationName}

source: Show my ${applicationName} shopping list
ru: Покажи мой список покупок ${applicationName}

source: Start a ${applicationName} cooking timer
ru: Поставь кулинарный таймер в ${applicationName}

source: Stop my ${applicationName} timer
ru: Останови таймер ${applicationName}

source: Stop the ${applicationName} cooking timer
ru: Останови кулинарный таймер ${applicationName}
